Repository: khoilvgcc210040/Vitabi
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: English
vi: Tiếng Anh

source: Japanese
vi: Tiếng Nhật

source: Vietnamese
vi: Tiếng Việt

source: Language
vi: Ngôn ngữ

source: Your result
vi: Kết quả

source: Information distance not available.
vi: Khoảng cách thông tin không có sẵn.

source: You likely do not have infectious diarrhea, but you should go hospital
vi: Có thể bạn không bị tiêu chảy truyền nhiễm nhưng nên đến bệnh viện

source: You likely have infectious diarrhea, and you should go hospital.
vi: Có khả năng bạn bị tiêu chảy truyền nhiễm và nên đến bệnh viện.

source: You likely have infectious diarrhea.
vi: Rất có thể bạn đang bị tiêu chảy truyền nhiễm.

source: Hospital visit recommendeds
vi: Nên đến bệnh viện

source: Can usually be managed at home
vi: Thường có thể được quản lý tại nhà

source: Advice on coronavirus (COVID-19)
vi: Lời khuyên về vi-rút Corona (Covid-19)

source: ー A new, continuous cough
vi: ー Cơn ho mới, liên tục

source: ー Fever
vi: ー Sốt

source: ー Difficulty breathing
vi: ー Khó thở

source: ー Loss or change to your sense of taste or smell
vi: ー Mất hoặc thay đổi vị giác hoặc khứu giác

source: Most people with coronavirus have at least one of these symptoms.
vi: Hầu hết những người nhiễm virus Corona đều có ít nhất một trong những triệu chứng này.

source: 7 out of 10 people with these symptoms had this condition.
vi: 7 trong số 10 người có những triệu chứng này đều mắc phải tình trạng này.

source: People with symptoms similar to yours can usually manage their symptoms safely at home. You could also seek advice by visiting or contacting your local pharmacy. If your symptoms persist longer than expected, if they get worse, or if you notice new symptoms, you should consult a doctor for further assessment and advice.
vi: Những người có triệu chứng tương tự như bạn thường có thể kiểm soát các triệu chứng của họ một cách an toàn tại nhà. Bạn cũng có thể tìm kiếm lời khuyên bằng cách đến thăm hoặc liên hệ với hiệu thuốc địa phương. Nếu các triệu chứng của bạn kéo dài hơn dự kiến, nếu chúng trở nên tồi tệ hơn hoặc nếu bạn nhận thấy các triệu chứng mới, bạn nên tham khảo ý kiến ​​​​bác sĩ để được đánh giá và tư vấn thêm.

source: Less likely causes
vi: Nguyên nhân ít có khả năng hơn

source: ーFlu
vi: ーCúm

source: 5 out of 1000 people with these symptoms had this condition.
vi: 5 trong số 1000 người có những triệu chứng này đều mắc phải tình trạng này.

source: ーMigraine
vi: ーĐau nửa đầu

source: Suggested Medicines
vi: Thuốc được đề xuất

source: Call
vi: Gọi

source: Find Hospitals
vi: Tìm bệnh viện

source: Call 911 now, or correspondent number in your region and ask for an ambulance.
vi: Gọi 911 ngay bây giờ hoặc số phóng viên trong khu vực của bạn và yêu cầu xe cứu thương.

source: This could be an emergency. People with similar symptoms, usually need to go to the emergency department.
vi: Đây có thể là một trường hợp khẩn cấp. Những người có triệu chứng tương tự thường cần đến khoa cấp cứu.

source: Account
vi: Tài Khoản

source: Personal Details
vi: Thông Tin Cá Nhân

source: Medical Information
vi: Thông Tin Y Tế

source: Password and Security
vi: Mật Khẩu & Bảo Mật

source: Password & Security
vi: Mật Khẩu & Bảo Mật

source: Sign Out
vi: Đăng Xuất

source: Home
vi: Trang Chủ

source: Care
vi: Chăm Sóc

source: My Data
vi: Dữ Liệu

source: Change Password
vi: Thay Đổi Mật Khẩu

source: Old password
vi: Mật khẩu cũ

source: New password
vi: Mật khẩu mới

source: Confirm new password
vi: Xác nhận mật khẩu mới

source: Change my password
vi: Thay đổi mật khẩu

source: Login
vi: Đăng Nhập

source: Log In
vi: Đăng Nhập

source: Enter username
vi: Nhập username

source: Enter password
vi: Nhập mật khẩu

source: Register
vi: Đăng Ký

source: Don't have an account?
vi: Bạn không có tài khoản?

source: Male
vi: Nam

source: Female
vi: Nữ

source: Height
vi: Chiều Cao

source: Weight
vi: Cân Nặng

source: Insurance
vi: Bảo Hiểm

source: History
vi: Lịch Sử

source: Setting
vi: Cài Đặt

source: Help
vi: Hỗ Trợ

source: Legal
vi: Điều Lệ

source: Saved
vi: Đã Lưu

source: Password
vi: Mật Khẩu

source: Security
vi: Bảo Mật

source: Name
vi: Tên

source: Gender/Sex
vi: Giới Tính

source: Address
vi: Địa Chỉ

source: Email Address
vi: Địa Chỉ Email

source: Nationality
vi: Quốc Gia

source: Language you speak
vi: Ngôn Ngữ Bạn Nói

source: Currency
vi: Tiền Tệ

source: Local currency
vi: Tiền tệ địa phương

source: Units
vi: Đơn Vị

source: Metrics
vi: Số liệu

source: Username
vi: Tên đăng nhập

source: Full Name
vi: Tên Đầy Đủ

source: Phone Number
vi: Số Điện Thoại

source: Phone number
vi: Số Điện Thoại

source: Select your nationality
vi: Chọn quốc tịch của bạn

source: Vietnam
vi: Việt Nam

source: Japan
vi: Nhật Bản

source: United Kingdom (UK)
vi: Vương Quốc Anh

source: Re-enter Password
vi: Xác Nhận Mật Khẩu

source: Already have an account?
vi: Đã có tài khoản?

source: Select your language
vi: Chọn ngôn ngữ của bạn

source: Update Personal Details
vi: Cập nhật chi tiết cá nhân

source: Update
vi: Cập Nhật

source: Languages
vi: Ngôn Ngữ

source: Update Setting
vi: Cập Nhật Cài Đặt

source: Date of Birth
vi: Ngày/Tháng/Năm Sinh

source: Manage your care
vi: Quản lý chăm sóc

source: Book appointment
vi: Đặt lịch hẹn

source: Conclusion Details
vi: Chi Tiết Kết Luận

source: Conclusion
vi: Kết Luận

source: Filter
vi: Lọc

source: Affiliated with insurers
vi: Liên kết với các công ty bảo hiểm

source: Get care for common and chronic conditions. You can also get prescriptions, referrals, and sick notes.
vi: Nhận chăm sóc cho các bệnh thông thường và mãn tính. Bạn cũng có thể nhận được đơn thuốc, giấy giới thiệu và giấy báo bệnh.

source: Book an appointment for you or your family member. We’ll connect you to a clinician by phone or video chat.
vi: Đặt một cuộc hẹn cho bạn hoặc thành viên gia đình của bạn. Chúng tôi sẽ kết nối bạn với bác sĩ lâm sàng qua điện thoại hoặc trò chuyện video.

source: English-speaking staff available
vi: Có nhân viên nói tiếng Anh

source: Distance
vi: Khoảng Cách

source: Less than
vi: Ít hơn

source: Opening Hours
vi: Giờ mở cửa

source: Current time
vi: Thời điểm hiện tại

source: Midnight (9PM~)
vi: Nửa đêm (9 giờ tối~)

source: Search
vi: Tìm kiếm

source: Find Hospital
vi: Tìm bệnh viện

source: Sort
vi: Sắp xếp

source: Loading...
vi: Đang tải...

source: ENGLISH AVAILABLE
vi: TIẾNG ANH CÓ SẴN

source: Calculating distance...
vi: Đang tính khoảng cách...

source: Calculating time...
vi: Tính toán thời gian...

source: Open
vi: Mở

source: Direct Billing Available
vi: Thanh toán trực tiếp

source: Hospital Information
vi: Thông tin bệnh viện

source: Insurances Supported
vi: Bảo hiểm được hỗ trợ

source: Languages Supported
vi: Ngôn ngữ được hỗ trợ

source: Book a hospital
vi: Đặt bệnh viện

source: Present your insurance policy at the reception desk and ask for cashless service to be provided. (You may need your passport.)
vi: Xuất trình hợp đồng bảo hiểm của bạn tại quầy lễ tân và yêu cầu cung cấp dịch vụ không dùng tiền mặt. (Bạn có thể cần hộ chiếu của bạn.)

source: Receive treatment.
vi: Được điều trị.

source: if needed.
vi: nếu cần thiết.

source: Proceed to Booking
vi: Tiến hành đặt chỗ

source: Logout
vi: Đăng Xuất

source: How can we help you?
vi: Chúng tôi có thể giúp gì?

source: Check symptoms
vi: Kiểm tra triệu chứng

source: Find a hospital
vi: Tìm bệnh viện

source: Your Latest Result
vi: Kết quả mới nhất

source: Diagnose
vi: Chẩn đoán

source: Continue
vi: Tiếp tục

source: Hospital Saved
vi: Bệnh viện đã lưu

source: Not found
vi: Không tìm thấy

source: Current Location
vi: Vị trí hiện tại

source: Reset
vi: Cài lại

source: Duration
vi: Thời gian

source: Good Morning
vi: Chào buổi sáng

source: Good Afternoon
vi: Chào buổi chiều

source: Good Evening
vi: Chào buổi tối

source: How can I help you?
vi: Tôi có thể giúp gì cho bạn?

source: Do you have nausea or vomiting?
vi: Bạn có cảm giác buồn nôn hoặc nôn mửa không?

source: Are there people who have similar symptoms around you?
vi: Có người nào xung quanh bạn có triệu chứng tương tự không?

source: What did you eat whithin 6 hours?
vi: Bạn đã ăn gì trong vòng 6 giờ qua?

source: Do you have any other symptoms?
vi: Bạn có triệu chứng nào khác không?

source: What kind of stool do you have?
vi: Phân của bạn như thế nào?

source: When did your diarrhia start?
vi: Khi nào bạn bắt đầu bị tiêu chảy?

source: Have your weight change over 2.3kg?
vi: Cân nặng của bạn có thay đổi hơn 2.3kg không?

source: Do you have fever? (>37.5? )
vi: Bạn có sốt không? (>37.5°C?)

source: Do you have bloody stool?
vi: Bạn có phân có máu không?

source: Do you wake up during sleep?
vi: Bạn có tỉnh giấc khi đang ngủ không?

source: Are you taking immune-suppressing medications? or have you been told that your immune system is weakened?
vi: Bạn có đang uống thuốc ức chế miễn dịch không? hoặc bạn có được thông báo là hệ miễn dịch của mình bị suy yếu không?

source: Yes
vi: Có

source: No
vi: Không

source: I have diarrhia
vi: Tôi bị tiêu chảy

source: Symptoms occurred 8~14 hours after eating insufficiently reheated chicken or animalmeat.
vi: Triệu chứng xuất hiện 8~14 giờ sau khi ăn thịt gà hoặc thịt động vật hâm nóng không đủ.

source: Thick, viscous stool
vi: Phân đặc, sền sệt

source: Less than 2 weeks ago
vi: Ít hơn 2 tuần trước

source: Fried Potato
vi: Khoai tây chiên

source: Egg Salad
vi: Salad trứng

source: Custard
vi: Kem Custard

source: Chicken
vi: Gà

source: Chinese-Style Fried Rice
vi: Cơm chiên kiểu Trung Hoa

source: Others
vi: Khác

source: Symptom occured 8~72 hours after eating seafood
vi: Triệu chứng xuất hiện 8~72 giờ sau khi ăn hải sản

source: Vomiting lasting more than 14 hours
vi: Nôn mửa kéo dài hơn 14 giờ

source: Red diarrhia stool
vi: Phân tiêu chảy có màu đỏ

source: No other symptom
vi: Không có triệu chứng khác

source: Small but frequent stools
vi: Phân nhỏ nhưng đi nhiều lần

source: Large amount of water-soluble stools
vi: Lượng lớn phân hòa tan trong nước

source: More than 2 weeks, less than 4 weeks ago
vi: Hơn 2 tuần, ít hơn 4 tuần trước

source: More than 4 weeks ago
vi: Hơn 4 tuần trước

source: District
vi: Quận

source: City
vi: Thành phố

source: Ward
vi: Phường

source: Closed
vi: Đã đóng
